;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
;  TranslationAuthor: Damned
;  TranslationAuthorEmail: bartosfr@seznam.cz
;  TranslationAuthorWeb: http://damnedovycestiny.webnode.cz/
; Soft Version: 1.28
;

[Translation]
LanguageName=CZECH
LangCode=0405
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informace
Warning=Varování
Error=Chyba
Confirm=Potvrzení
Notic=Upozornění
;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Nedokončené
TfrmWRMMain.btnCompleted.Caption=Dokončené
TfrmWRMMain.btnBack.caption=Zpět
TfrmWRMMain.btnDone.Caption=Uložit
TfrmWRMMain.lblRepeat.caption=Opakovat
TfrmWRMMain.lblTime.caption=Čas:
TfrmWRMMain.lblName.caption=Popis:
TfrmWRMMain.lblDate.caption=Datum:
TfrmWRMMain.cbPeriod.Item1=Jednou
TfrmWRMMain.cbPeriod.Item2=Denně
TfrmWRMMain.cbPeriod.Item3=Týdně
TfrmWRMMain.cbPeriod.Item4=Měsíčně
TfrmWRMMain.cbPeriod.Item5=Ročně
;
;hint
;
TfrmWRMMain.RestoreHint=Záloha & Obnova
TfrmWRMMain.imgf.hint=Sdílejte nás Facebooku
TfrmWRMMain.imgt.hint=Sledujte nás na Twitteru
TfrmWRMMain.imgmail.hint=Řekněte o Wise Reminder přátelům
TfrmWRMMain.imghome.hint=Náš web
TfrmWRMMain.CloseHint=Zavřít
TfrmWRMMain.MenuHint=Nabídka
TfrmWRMMain.MinHint=Minimalizovat
TfrmWRMMain.lbl2.caption=Aktuální verze:%s
TfrmWRMMain.lbl3.Caption=Kontrola aktualizací
TfrmWRMMain.btnDetails.hint_1=Detaily
TfrmWRMMain.btnDetails.hint_2=Upravit a obnovit
TfrmWRMMain.btnDelete.hint_1=Označit za dokončené
TfrmWRMMain.btnDelete.hint_2=Smazat
TfrmWRMMain.OpenWindow=Otevřít Wise Reminder
TfrmWRMMain.btnNew.Caption=Nová

msgdlg.btnNO=Ne
msgdlg.btnOk=Ok
msgdlg.btnYes=Ano
;
; Time
;
constY=rok
constM=měsíc
constD=dní
constHH=hodinu
constMM=minut
constSS=sekund
constYs=rok
constMs=měsíce
constDs=den
constHHs=hodiny
constMMs=minut
constSSs=sekund
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Nápověda on-line
TfrmWRMMain.TrayMenuItem2=Fórum
TfrmWRMMain.TrayMenuItem3=Náš web
TfrmWRMMain.TrayMenuItem4=Kontaktujte nás
TfrmWRMMain.TrayMenuItem5=Kontrolovat aktualizace
TfrmWRMMain.TrayMenuItem6=Kontrolovat novinky
TfrmWRMMain.TrayMenuItem7=Jazyk
TfrmWRMMain.TrayMenuItem8=Spustit se spuštěním PC
TfrmWRMMain.TrayMenuItem9=O programu
TfrmWRMMain.TrayMenuItem10=Konec
TfrmRemindDlg.Caption_1=Nějaké připomínky jste zmeškal
TfrmWRMMain.lbl1.caption=Obnova
TfrmWRMMain.fxpmn.item1=Zálohovat
TfrmWRMMain.fxpmn.item2=Obnovit
GetLang=Přeložte náš program...
;
; Notice
;
TfrmRemindDlg.Caption=Budíček!
TfrmRemindDlg.btnComplete.Caption=OK, jdu na to
TfrmRemindDlg.btnDelay.Caption=Odložit o...
;
; About
;
TfrmAbout.Caption=O programu
TfrmAbout.lblEmail.caption=Podpora:
TfrmAbout.lblhome.caption=Náš web:
TfrmAbout.lblthanks.caption=Těmto lidem děkujeme za jejich podporu našemu produktu:
TfrmAbout.btnOk.Caption=Ok
TfrmAbout.lblver.Caption=Aktuální verze:
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1 = Bez zvuku
TfrmWRMMain.cbbVoice.Item2 = Výchozí
TfrmWRMMain.cbbVoice.Item3 = Vlastní 
TfrmWRMMain.lblVoice.Caption = Zvuk

[Messages]
UnkonwFileType =Neznámý zvukový soubor!
ExitModify=Provedené změny nejsou uloženy. Opravdu chcete opustit toto okno?
RemindNameNULL=Prosím, doplňte popis připomínky!
NewVer=Byla vydána nová verze! Chcete nyní aktualizovat program?
NoNewVer=Blahopřejeme! Používáte aktuální verzi programu.
ExitApp=Opravdu chcete ukončit Wise Reminder? Upozornění Wise Reminderu se Vám již nezobrazí!
NoneReminder=Není nastavená připomínka!
NoneCopmpleted=Nemáte dokončenou připomínku!
NoneSelected=Prosím, vyberte alespoň jednu položku!
TimeOver=Čas, který je nastaven, je dřívější než aktuální!

[Lang]
NativeLanguage=Česky